"More options" = "Další možnosti";
"Account enabled" = "Účet povolen";
"Default account" = "Výchozí účet";
"Push Notification" = "Push notifikace";
"Username" = "Uživatelské jméno";
"Display name" = "Zobrazené jméno";
"User ID" = "User ID";
"Password" = "Heslo";
"Domain" = "Doména";
"Proxy" = "Proxy";
"Transport" = "Transport";
"Stun Server" = "Stun server";
"ICE" = "ICE";
"Outbound proxy" = "Odchozí proxy server";
"AVPF" = "AVPF";
"Expire" = "Expirace";
"Country code prefix" = "Mezinárodní předvolba";
"Substitute + in phone numbers" = "Nahrazení + v telefonních číslech";
"Change password" = "Změnit heslo";
"Remove Account" = "Odstranit účet";
"Push Presence" = "Zveřejnění informací o přítomnosti";
